[
    {
        "id": 0,
        "name": "Delta",
        "trim": "#AF7DFF",
        "icon": "images/small-art/umbradial-compound/delta.svg",
        "image": "images/small-art/umbradial-compound/delta.svg",
        "description": [
            "Delta is a supreme and absolute force over the conglomerate. It embodies the *uncertainty* and *change yet to come* of any component in either the radiance or umbrage.",
            "Anything that exists physically or conceptually may be rewritten by Delta. Life, history, and even the patron hues themselves are all subject to its influence.",
            "Delta acts in a constant, sporadic manner."
        ]
    },
    {
        "id": 1,
        "name": "Radiant Plane",
        "trim": "",
        "icon": "images/small-art/umbradial-compound/radiant-plane-x.svg",
        "image": "images/small-art/umbradial-compound/radiant-plane.svg",
        "description": [
            "What is radiance? Think of your environment, and everything that contributes to the way you percieve it. Shapes, colors, sounds, smells, feelings, and more. It's all the reality you can consciously experience.",
            "Anything we do or encounter takes place in the radiant plane."
        ]
    },
    {
        "id": 2,
        "name": "Umbral Plane",
        "trim": "#000000",
        "icon": "images/small-art/umbradial-compound/umbral-plane-x.svg",
        "image": "images/small-art/umbradial-compound/umbral-plane.svg",
        "description": [
            "All hues are housed in a place called the *umbral plane*, a dimension that runs adjacent to reality. All the functions that make reality work (like physics, time, and sentience) are calculated and executed through the umbrage.",
            "Reality without umbrage is like a stage prop with no stand, or a program with no code. Neither piece can serve its purpose without the other."
        ]
    },
    {
        "id": 3,
        "name": "Umbrage",
        "trim": "#000000",
        "icon": "images/small-art/hues/umbrage.svg",
        "image": "images/small-art/hues/umbrage.svg",
        "description": [
            "The primary patron hue. Umbrage reifies the *storage* and *transportation* of reality's elements. All other hues need umbrage in order to work.",
            "When conducted, umbrage takes shape as something like an *organic solid*. Because of the hue's innate involvement in all umbradial processing, it's difficult to distinguish umbral angelicism from chance mutations.",
            "The umbral plane was untouched by any entity of reality until the *Perforation*. Ever since, there's been an open sore in reality's membrane letting umbrage seep inside. Phrenasia, known now as *Insanity Woods*, is a hotspot for penumbral life.",
            "The youngest species of sentient, called the *umbraborn*, have bodies made almost completely of pure umbrage.",
            "Yorgos Hammerheart of *HammerSpace Inc* has taken advantage of the umbral plane's infinite expanse to revolutionize storage. Hammerspace caches are not limited by the physical space inside them."
        ]
    },
    {
        "id": 4,
        "name": "Trifle",
        "trim": "#2CFF5E",
        "icon": "images/small-art/hues/trifle.svg",
        "image": "images/small-art/hues/trifle.svg",
        "description": [
            "One of two secondary patron hues. Trifle actualizes *birth* and the *perseverance* of reality's entities.",
            "When conducted, trifle mimics the properties of a *thick smoke*. Angels of this hue tend to have traits centered around an inability to age or be harmed.",
            "Trifle, along with Eclipse, has been an entity of reality since the Initialization. It acts in spite of Eclipse and is responsible for both the creation of and stubborn nature of life.",
            "The only known labor angel of trifle is called the *Restorer*. Only one may exist at any given time. When a Restorer dies, the title gets reassigned to the sentient being most soon born afterwards."
        ]
    },
    {
        "id": 5,
        "name": "Eclipse",
        "trim": "#FFFFFF",
        "icon": "images/small-art/hues/eclipse.svg",
        "image": "images/small-art/hues/eclipse.svg",
        "description": [
            "The other of two secondary patron hues. Eclipse facilitates *death* and the *permanent removal* of reality's components.",
            "At all times, the umbral coating of eclipse flickers like a *seething flame*. The unapologetic destruction that is eclipse leads most of its angels to a very early demise.",
            "Eclipse, alongside Trifle, has existed in reality since the beginning of time. It acts as the antithesis of Trifle, and is the reason mortality is so unforgivingly inescapable.",
            "The single known labor angel of eclipse is affectionately labeled the *God Killer*. Only one can be active at any given time. When a God Killer perishes, the title is transferred to another random living sentient."
        ]
    },
    {
        "id": 6,
        "name": "Root",
        "trim": "#8FF4FF",
        "icon": "images/small-art/hues/root.svg",
        "image": "images/small-art/hues/root.svg",
        "description": [
            "A tertiary patron hue. Root lines the *reading* and *discovery* of reality's truths.",
            "When conducted, root's movement is remniscent of a *lightning strike*. The traits of root angels focus on a proficiency for seeing through illusions or obstacles."
        ]
    },
    {
        "id": 7,
        "name": "Spire",
        "trim": "#FDA6FF",
        "icon": "images/small-art/hues/spire.svg",
        "image": "images/small-art/hues/spire.svg",
        "description": [
            "One of the tertiary patron hues. Spire stirs the *perception* and *processing* of reality's concepts.",
            "When conducted, spire appears to adopt the form of *soapy bubbles*. Angels of spire generally have traits that toy with how they are viewed or imagined."
        ]
    },
    {
        "id": 8,
        "name": "Bedlam",
        "trim": "#FFE41D",
        "icon": "images/small-art/hues/bedlam.svg",
        "image": "images/small-art/hues/bedlam.svg",
        "description": [
            "The least calculable tertiary patron hue. Bedlam empowers *creativity* and the *overruling* of reality's functions.",
            "When conducted, bedlam will splatter like a *viscous paint*. Curiously enough, the traits of these angels are considerably consistent. Insteading of channeling the hue directly, angels possess an inherent drive to create artifacts capable of reshaping radiance. Bedlam angels also gravitate towards each other for some reason. If you encounter one, another will always be close by."
        ]
    },
    {
        "id": 9,
        "name": "Human",
        "trim": "",
        "icon": "images/small-art/sentients/human.svg",
        "image": "images/pixel/stalkhome/corn-lord.png",
        "description": [
            "You know exactly what they are. There's no need to describe them. Humans are incredibly common and have been around since before the Perforation.",
            "Among other races, humans are largely stereotyped as violent and arrogant. They're blamed for the fall of ancient society (which is pretty fair)."
        ]
    },
    {
        "id": 10,
        "name": "Reptilian",
        "trim": "",
        "icon": "images/small-art/sentients/reptilian.svg",
        "image": "images/small-art/sentients/reptilian.svg",
        "description": [
            "Before the Perforation, reptilians lived in secret, fearing oppression from humans if they were ever discovered. Now with increased racial diversity, it is more common to see reptilians taking pride in their presence.",
            "A reptilian carries qualities reminiscent of the standard reptile, such as being cold-blooded and having a tail. A reptilian usually reproduces by laying an egg, though live-birth occurs with certain variants.",
            "Every reptilian is capable (to varying extents) of skin color manipulation. This most often happens nonautonomously during episodes of strong emotion.",
            "A reptilian may possess features that mimic a specific species of non-sentient reptile. Varying traits like pupils, head shape, osteoderms, and shell make up what is called a reptilian's model."
        ]
    },
    {
        "id": 11,
        "name": "Synthient",
        "trim": "",
        "icon": "images/small-art/sentients/synthient.svg",
        "image": "media/gali-mata.png",
        "description": [
            "Unfinished text."
        ]
    },
    {
        "id": 12,
        "name": "Chimera",
        "trim": "",
        "icon": "images/small-art/sentients/chimera.svg",
        "image": "images/misc/cain-restorer.png",
        "description": [
            "Though a chimera possesses traits from many different animal kingdoms, it is closest to the amphibian. Thin and permeable skin allows for dermal respiration, especially efficient in a moist environment.",
            "A notable feature of the chimera is the lack of a true nose. Instead, a stubby forked tongue can be used to accurately pick up on scents.",
            "Instead of ears, a chimera has barely-visible circular tympanum on each side of its head. Between them are a pair of eyes completely filled with pupils.",
            "The most unique trait of the chimera is the plant-like growth sprouting from the head. The attributes of this crop vary greatly and are unique to each chimera.",
            "A chimera has no claws or nails of any sort. This, coupled with a generally small stature, makes the chimera a more fragile sentient than most."
        ]
    },
    {
        "id": 13,
        "name": "Devil",
        "trim": "",
        "icon": "images/small-art/sentients/devil.svg",
        "image": "images/big-art/berith.png",
        "description": [
            "Unfinished text."
        ]
    },
    {
        "id": 14,
        "name": "Umbraborn",
        "trim": "",
        "icon": "images/small-art/sentients/umbraborn.svg",
        "image": "images/small-art/sentients/umbraborn.svg",
        "description": [
            "Unfinished text."
        ]
    },
    {
        "id": 15,
        "name": "Gnome",
        "trim": "#000000",
        "icon": "images/small-art/hues/umbrage_grey.svg",
        "image": "images/misc/penumbral-gnomes.png",
        "description": [
            "The gnome is a species of *penumbral* fauna native to ~Insanity Woods~. They stand at an average of 11 cm.",
            "They sport two short legs and a mane of white hair. Above the main is a *tentacle-like appendage* that can extend up to 2 1/2 times its resting length. Gnomes use this appendage to grab items and prey. Their diet consists mostly of berries, insects, and small fish.",
            "Gnomes are a *microsocial* species, living in small families of 4 to 6."
        ]
    },
    {
        "id": 16,
        "name": "Cackling Shadow",
        "trim": "#000000",
        "icon": "images/small-art/hues/umbrage_grey.svg",
        "image": "images/big-art/cackling-shadow.svg",
        "description": [
            "It's Shadow's Demise's dad!"
        ]
    },
    {
        "id": 17,
        "name": "Viper Freak",
        "trim": "",
        "icon": "images/small-art/icons/viper-freak_icon.svg",
        "image": "images/big-art/viper-freak_OOD.png",
        "description": [
            "It's Shadow's Demise's mom!"
        ]
    },
    {
        "id": 18,
        "name": "Shadow's Demise",
        "trim": "#FF0000",
        "icon": "images/small-art/icons/shadow's-demise_icon.svg",
        "image": "images/big-art/shadow's-demise_OOD3.png",
        "description": [
            "It's Shadow's Demise!"
        ]
    },
    {
        "id": 19,
        "name": "Solemn Harrow",
        "trim": "#FF0000",
        "icon": "images/small-art/icons/helen_icon.svg",
        "image": "images/small-art/icons/helen_icon.svg",
        "description": [
            "Born a monkite, Helen was immediately sold to *the Lab* by her disappointed parents. She served as an underling for 17 years, until she had a violent psychotic break. Helen was promptly restrained, but not before snapping off the left horn of *Nightmare's Angel*.",
            "Perhaps as a punishment for her disobedience, Helen's brain was removed and used to create a *cypher soul*. After some re-programming to prioritize athletic Bally-Ball skills, the cypher soul was put back into her head."
        ]
    },
    {
        "id": 20,
        "name": "Catenella",
        "trim": "",
        "icon": "images/small-art/icons/catenella_icon.svg",
        "image": "images/small-art/icons/catenella_icon.svg",
        "description": [
            "It's Catenella!"
        ]
    },
    {
        "id": 21,
        "name": "Queen's Rest",
        "trim": "#2CFF5E",
        "icon": "images/small-art/regions/queen's-rest.svg",
        "image": "images/small-art/regions/queen's-rest.svg",
        "description": [
            "A vast expanse of hills and plateaus, covered in a thick carpet of clovers. An especially diverse set of wildflowers dot the area. Known for its fair weather and remnants of Old Earth, Queen's Rest is a popular site for historians and tourists alike.",
            "Pinpointed exactly at this region's epicenter is the resting place of the *First Mother*. Presumably, an aura of lingering *trifle* is what brings so much life to the surrounding land."
        ]
    },
    {
        "id": 22,
        "name": "Flavoma",
        "trim": "",
        "icon": "images/small-art/regions/flavoma.svg",
        "image": "images/small-art/regions/flavoma.svg",
        "description": [
            "Flatlands and plains make up the majority of the region, intersected by a labyrinth of rivers and offshoot creeks. With rich soil, warm air, and frequent rain, Flavoma is the ideal place for a plantation. The climate here supports a healthy life for both its crops and its citizens.",
            "Flavoma is the native homeland of the amphibious chimera, and they account for nearly 100% of its people. The connection is so exclusive that the words “Flavian” and “chimera” are commonly interchanged."
        ]
    },
    {
        "id": 23,
        "name": "Grandfather Dunes",
        "trim": "",
        "icon": "images/small-art/regions/grandfather-dunes.svg",
        "image": "images/small-art/regions/grandfather-dunes.svg",
        "description": [
            "Capital: Outlaw's Oasis"
        ]
    },
    {
        "id": 24,
        "name": "The Bog",
        "trim": "",
        "icon": "images/small-art/regions/bog.svg",
        "image": "images/small-art/regions/bog.svg",
        "description": [
            "Capital: Bog King's Mansion"
        ]
    },
    {
        "id": 25,
        "name": "The Edge",
        "trim": "",
        "icon": "images/small-art/regions/edge.svg",
        "image": "images/small-art/regions/edge.svg",
        "description": [
            "The border separating the rest of GardenGrave from the Hell crater. This landscape is barren and rocky, riddled with jagged mountains and steep cliffs. Heat from Hell below causes ashes to rise and collect in a massive cloud above. The sun is obscured, the land is perpetually dark. No vegetation can survive on the Edge. All life must be carnivorous to survive.",
            "This place is where all the unforgivable dredges of society are banished to. Its prisoners are antisocial and arrogant. Since the murder of the original Edge Lord, the only thing ruling this land is the law of angst."
        ]
    },
    {
        "id": 26,
        "name": "Hell",
        "trim": "",
        "icon": "images/small-art/regions/hell.svg",
        "image": "images/small-art/regions/hell.svg",
        "description": [
            "A burning hot crater kilometers below ocean level. An unforgiving environment peppered with magma cracks and boiling geysers. This land is scarce for resources, so life down under is dangerous and desperate to fight for it.",
            "Escaping persecution, early devils settled in Hell to live in peace. Since then, they've adapted to the harsh environment and created a thriving civilization."
        ]
    },
    {
        "id": 27,
        "name": "Piki Archipelago",
        "trim": "",
        "icon": "images/small-art/regions/piki-pelago.svg",
        "image": "images/small-art/regions/piki-pelago.svg",
        "description": [
            "Capital: Iki-Piki"
        ]
    },
    {
        "id": 28,
        "name": "Blackwater Woods",
        "trim": "",
        "icon": "images/small-art/regions/blackwater-woods.svg",
        "image": "images/small-art/regions/blackwater-woods.svg",
        "description": [
            "Capital: Duke's trailer"
        ]
    },
    {
        "id": 29,
        "name": "Frijfeld",
        "trim": "",
        "icon": "images/small-art/regions/frijfeld.svg",
        "image": "images/small-art/regions/frijfeld.svg",
        "description": [
            "Capital: Yagaren cabin"
        ]
    },
    {
        "id": 30,
        "name": "Minty McCane",
        "trim": "",
        "icon": "images/small-art/icons/minty_icon.svg",
        "image": "images/big-art/minty-mccane.png",
        "description": [
            "A small, unconfident Flavian. Minty in an apartment with his older sister, Pepper.",
            "Minty represents the rhetorical appeal of *ethos*."
        ]
    },
    {
        "id": 31,
        "name": "Pepper McCane",
        "trim": "",
        "icon": "images/small-art/icons/pepper_icon.svg",
        "image": "images/big-art/pepper-mccane.png",
        "description": [
            "The fun, athletic older sister of Minty McCane. She's great at making people smile, and even better at playing Bally-Ball.",
            "Pepper represents the rhetorical appeal of *pathos*."
        ]
    },
    {
        "id": 32,
        "name": "Cain Spears",
        "trim": "#2CFF5E",
        "icon": "images/small-art/hues/trifle.svg",
        "image": "images/big-art/cain-restorer.png",
        "description": [
            "The cold, lonesome best friend of Minty McCane. He wants nothing more than to see others succeed.",
            "Cain represents the rhetorical appeal of *logos*."
        ]
    },
    {
        "id": 33,
        "name": "Taxavasion Homicide",
        "trim": "#000000",
        "icon": "images/small-art/icons/ta_icon.svg",
        "image": "images/big-art/taxavasion-homicide.png",
        "description": [
            "The original Edge Lord. Taxavasion established a governmental structure in the Edge through a one-man military coup. Countless attempts to dethrone him have been brutally cut down with his signature sword 'Militana'. ",
            "Techinically, Tax is an angel. An angel of umbrage, to be precise. Physics seems to render his arms a little longer than they actually are."
        ]
    },
    {
        "id": 34,
        "name": "Vali",
        "trim": "#2CFF5E",
        "icon": "images/small-art/hues/trifle.svg",
        "image": "images/big-art/trifle-vali.png",
        "description": [
            "Poor Vali. He is permanent.",
            "Clearly, Vali is an angel of trifle. Essentially, he is an entity that makes copies of itself at a"
        ]
    }
]